{"translation-revision-date":"2026-01-03 06:25:53+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Create new GA4 Property":["Crea una nueva propiedad de GA4"],"Are you sure, you want to create a new GA4 Property?":["¿Estás seguro de que quieres crear una nueva propiedad de GA4?"],"Rank Math could not detect if a robots.txt file exists or not because of a filesystem issue. The file contents entered here may not be applied.":["Rank Math no ha podido detectar si existe o no un archivo «robots.txt» debido a un problema del sistema de archivos. Es posible que no se apliquen los contenidos del archivo introducido aquí."],"Every 30 days":["Cada 30 días"],"Receive Analytics reports periodically in email.":["Recibe periódicamente informes de análisis en el correo electrónico."],"Learn more about Email Reports.":["Aprende más sobre los informes por correo electrónico."],"Email Reports":["Informes por correo electrónico"],"Turn on email reports.":["Activa los informes por correo electrónico."],"Email Frequency":["Frecuencia del correo electrónico"],"Email report frequency.":["Frecuencia del informe por correo electrónico."],"This option cannot be changed since your theme has added the support for Rank Math Breadcrumbs using: %s":["Esta opción no se puede cambiar porque tu tema ha añadido compatibilidad con las migas de pan de Rank Math usando: %s"],"Are you sure you want to disconnect Google services from your site?":["¿Seguro que quieres desconectar de tu sitio los servicios de Google?"],"If nothing similar is found, this behavior will be applied. <strong>Note<\/strong>: If the requested URL ends with <code>\/login<\/code>, <code>\/admin<\/code>, or <code>\/dashboard<\/code>, WordPress will automatically redirect to respective locations within the WordPress admin area.":["Si no se encuentra nada similar, se aplicará este comportamiento. <strong>Nota<\/strong>: Si la URL solicitada termina con <code>\/login<\/code>, <code>\/admin<\/code> o <code>\/dashboard<\/code>, WordPress redirigirá automáticamente a las ubicaciones respectivas dentro del área de administración de WordPress."],"Self-Hosted Analytics JS File":["Archivo JS de Analytics autoalojado"],"Show SEO Score to Visitors":["Mostrar la puntuación SEO a los visitantes"],"Proudly display the calculated SEO Score as a badge on the front end. It can be disabled for specific posts in the post editor.":["Muestra con orgullo la puntuación SEO calculada como una acreditación en la portada. Puede ser desactivada para entradas específicas en el editor de entradas."],"Cancel Fetch":["Cancelar recuperación"],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["No has dado los permisos para recuperar estos datos. Por favor, <a href=\"%s\">vuelve a conectar<\/a> con todos los permisos obligatorios."],"Google AdSense support is only available in Rank Math Pro's Advanced Analytics module.":["La compatibilidad con Google AdSense solo está disponible en el módulo de análisis avanzado de Rank Math Pro."],"Reconnect":["Reconectar"],"Enable this option only if you are not using any other plugin\/theme to install Google Analytics code.":["Activa esta opción solo si no estás usando ningún otro plugin\/tema para instalar el código de Google Analytics."],"Disconnect":["Desconectar"],"Site":["Sitio"],"Property":["Propiedad"],"Install analytics code":["Instalar código de Analytics"],"Anonymize IP addresses":["Anonimizar direcciones IP"],"PRO":["PRO"],"Exclude Logged-in users":["Excluir usuarios conectados"],"AdSense":["AdSense"],"Connect Google Services":["Conectar con servicios de Google"],"Benefits of Connecting Google Account":["Beneficios de conectar con la cuenta de Google"],"Analytics Database":["Base de datos de analíticas"],"Connect Your Rank Math Account":["Conecta tu cuenta de Rank Math"],"Benefits of Connecting Rank Math Account":["Beneficios de conectar la cuenta de Rank Math"],"Verify site ownership on Google Search Console in a single click":["Verifica la propiedad del sitio en la Google Search Console en un solo clic"],"Track page and keyword rankings with the Advanced Analytics module":["Rastrea los posicionamientos de páginas y palabras clave con el módulo de analítica avanzada"],"Easily set up Google Analytics without using another 3rd party plugin":["Configura fácilmente Google Analytics sin tener que usar otro plugin de terceros"],"Automatically submit sitemaps to the Google Search Console":["Envía mapas del sitio automáticamente a la Google Search Console"],"Free keyword suggestions when entering a focus keyword":["Sugerencias de palabras clave gratuitas cuando introduces una palabra clave objetivo"],"Use our revolutionary SEO Analyzer to scan your website for SEO errors":["Utiliza nuestro revolucionario analizador SEO para explorar tu web para buscar errores de SEO"],"Learn more about the benefits of connecting your account here.":["Aprende más aquí sobre los beneficios de conectar tu cuenta."],"Account":["Cuenta"],"Connected":["Conectado"],"Not Connected":["No conectado"],"Disconnect Account":["Desconectar cuenta"],"WordPress Dashboard > Settings > Permalinks > Product permalinks Example: default: \/product\/accessories\/action-figures\/acme\/ - becomes: \/accessories\/action-figures\/acme\/":["Escritorio de WordPress > Ajustes > Enlaces permanentes > Enlaces permanentes del producto. Ejemplo: por defecto: \/producto\/accesorios\/figuras-accion\/acme\/ - pasa a ser: \/accesorios\/figuras-accion\/acme\/"],"Remove prefix like %1$s from product URL chosen at %2$s":["Eliminar el prefijo como %1$s de la URL del producto elegido en %2$s"],"If you are showing the SEO scores on the front end, this option will insert a %1$s backlink to RankMath.com to show your support. You can change the link & the text by using this %2$s.":["Si estás mostrando las puntuaciones de SEO en la portada, esta opción insertará un  enlace de vuelta %1$s a RankMath.com para mostrar tu apoyo. Puedes cambiar el enlace y el texto usando esto %2$s."],"filter":["filtro"],"Numbered":["Numerada"],"Unordered":["Sin ordenar"],"Warning: ":["Advertencia: "],"Redirect Orphan Attachments":["Redireccionar archivos adjuntos huérfanos"],"Remove Schema Markup on Shop Archives":["Quitar todo el marcado de Schema de los archivos de la tienda"],"Remove Schema Markup Data from WooCommerce Shop archive pages.":["Quitar todo el marcado de datos de Schema de las páginas de archivo de la tienda WooCommerce."],"Read more":["Leer más"],"here":["aquí"],"Show Blog Page":["Mostrar la página del blog"],"Show Blog Page in Breadcrumb.":["Mostrar la página de blog en las migas de pan."],"robots.txt file is not writable.":["el archivo robots.txt no se puede escribir."],"<strong>Warning:<\/strong> your site's search engine visibility is set to Hidden in <a href=\"%1$s\" target=\"_blank\">Settings &gt; Reading<\/a>. This means that the changes you make here will not take effect. Set the search engine visibility to Public to be able to change the robots.txt content.":["<strong>Advertencia:<\/strong> la visibilidad de tu sitio en los motores de búsqueda está establecida como oculta en «<a href=\"%1$s\" target=\"_blank\">Ajustes > Lectura<\/a>». Esto significa que los cambios que hagas aquí no surtirán efecto. Establece la visibilidad en los motores de búsqueda como pública para poder cambiar el contenido del archivo «robots.txt»."],"Support Us with a Link":["Apóyanos con un enlace"],"Display the badges automatically, or insert the %1$s shortcode in your posts and the %2$s template tag in your theme template files.":["Muestra las acreditaciones automáticamente, o inserta el shortcode %1$s en tu entrada y la etiqueta de plantilla %2$s en los archivos de las plantilla de tu tema."],"SEO Score Position":["Posición de puntuación SEO"],"Square":["Cuadrado"],"Circle":["Circular"],"Change the styling for the front end SEO score badge.":["Cambia el estilo de los resultados SEO de la portada."],"SEO Score Template":["Plantilla de puntuación SEO"],"SEO Score Post Types":["Puntuación SEO tipos de contenido"],"Select Product Brand Taxonomy to use in Schema.org & OpenGraph markup.":["Selecciona la taxonomía de marca del producto para usar en el marcado de Schema.org y OpenGraph."],"Link to use for homepage (first item) in breadcrumbs.":["Enlace a la página de inicio (primer elemento) en las migas de pan."],"Homepage Link":["Enlace a la página de inicio"],"Custom (use shortcode)":["Personalizado (usar shortcode)"],"Above & Below Content":["Encima y debajo del contenido"],"Above Content":["Encima del contenido"],"Below Content":["Debajo del contenido"],"Norton Ownership Verification Page":["Página de verificación de propiedad de Norton"],"Pinterest Account":["Cuenta de Pinterest"],"Pinterest Verification ID":["ID de verificación de Pinterest"],"Yandex.Webmaster Page":["Página de webmasters de Yandex"],"Baidu Webmaster Tools":["Baidu Webmaster Tools"],"Bing Webmaster Verification Page":["Página de verificación de Bing Webmaster"],"Enter your Bing Webmaster Tools verification HTML code or ID. Get it here: %s":["Introduce tu código HTML de verificación o ID de las herramientas para webmasters de Bing. Consíguelo aquí: %s"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Featured image of the article.":["Imagen destacada del artículo."],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre de tu sitio y descripción como texto ancla."],"A link to your site, with your site's name as anchor text.":["Un enlace a tu sitio, con el nombre del mismo como texto ancla."],"A link to the post, with the title as anchor text.":["Un enlace a la publicación, con el título como texto ancla."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo para el autor de la publicación, con el nombre del autor como texto ancla."],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Add content after each post in your site feeds.":["Añadir contenido después de cada publicación en los feeds de tu sitio."],"RSS After Content":["Después del contenido del RSS"],"Add content before each post in your site feeds.":["Añadir contenido antes de cada publicación en los feeds de tu sitio."],"RSS Before Content":["Antes del contenido del RSS"],"Usage Tracking":["Seguimiento de uso"],"Automatically add <code>target=\"_blank\"<\/code> attribute for external links appearing in your posts, pages, and other post types to make them open in a new browser tab or window. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Añadir automáticamente el atributo <code>target=\"_blank\"<\/code> a los enlaces externos que aparezcan en tus entradas, páginas y otros tipos de contenido para que se abran en una nueva pestaña o ventada del navegador. El atributo se aplica dinámicamente cuando se muestra el contenido, el contenido almacenado no se modifica."],"The <code>nofollow<\/code> attribute <strong>will not be added<\/strong> for the link if target domain is in this list. Add one per line.":["El atributo <code>nofollow<\/code> <strong>no se añadirá<\/strong> al enlace si el dominio de destino se encuentra en esta lista. Añade uno por línea."],"Nofollow Exclude Domains":["Dominios excluidos de nofollow"],"Only add <code>nofollow<\/code> attribute for the link if target domain is in this list. Add one per line. Leave empty to apply nofollow for <strong>ALL<\/strong> external domains.":["Solo añade el atributo <code>nofollow<\/code> al enlace si el dominio de destino se encuentra en esta lista. Añade uno por línea. Déjalo vacío para aplicar nofollow a <strong>TODOS<\/strong> los dominios externos."],"Nofollow Domains":["Dominios nofollow"],"Redirect all attachment page URLs to the post they appear in. For more advanced redirection control, use the built-in %s.":["Redireccionar todas las URL de páginas de adjuntos a la publicación en la que aparecen. Para un control de redireccionamiento más avanzado, usa el %s integrado."],"Redirect Attachments":["Redireccionar adjuntos"],"Redirections Manager":["Gestor de redirecciones"],"Redirection Manager":["Gestor de redirecciones"],"Why do this?":["¿Por qué hacer esto?"],"Remove \/category\/ from category archive URLs. %s <br>E.g. <code>example.com\/category\/my-category\/<\/code> becomes <code>example.com\/my-category<\/code>":["Elimina \/category\/ de las URL de los archivos de categoría. %s <br>P.ej: <code>ejemplo.com\/category\/mi-categoria\/<\/code> se convierte en <code>ejemplo.com\/mi-categoria\/<\/code>"],"Format used for the new <code>title<\/code> attribute values.":["Formato usado para los nuevos valores del atributo <code>title<\/code>."],"Title attribute format":["Formato del atributo del título"],"Add <code>TITLE<\/code> attribute for all <code>images<\/code> without a <code>TITLE<\/code> attribute automatically. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Añade el atributo <code>TITLE<\/code> automáticamente a todas las <code>imágenes<\/code> sin el atributo <code>TITLE<\/code>. El atributo se aplica dinámicamente cuando se muestra el contenido, el contenido guardado no se modifica."],"Add missing TITLE attributes":["Añade los atributos TITLE que faltan"],"Format used for the new <code>alt<\/code> attribute values.":["Formato usado para los nuevos valores del atributo <code>alt<\/code>."],"Alt attribute format":["Formato del atributo alt"],"Add <code>alt<\/code> attributes for <code>images<\/code> without <code>alt<\/code> attributes automatically. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Añadir el atributo <code>alt<\/code> automáticamente a todas las <code>imágenes<\/code> sin el atributo <code>alt<\/code>. El atributo se aplica dinámicamente cuando se muestra el contenido, el contenido guardado no se modifica."],"Be careful when editing the htaccess file, it is easy to make mistakes and break your site. If that happens, you can restore the file to its state <strong>before the last edit<\/strong> by replacing the htaccess file with the backup copy created by Rank Math in the same directory (<em>.htaccess_back_xxxxxx<\/em>) using an FTP client.":["Ten cuidado cuando edites el archivo htaccess, es fácil cometer errores y romper tu sitio. Si eso ocurriese, puedes restaurar el archivo a su estado <strong>anterior a la última edición<\/strong> reemplazando el archivo htaccess por la copia de seguridad creada por Rank Math en el mismo directorio (<em>.htaccess_back_xxxxxx<\/em>) usando un cliente FTP."],"I understand the risks and I want to edit the file":["Comprendo los riesgos y quiero editar el archivo"],".htaccess file not found.":["No se encuentra el archivo .htaccess"],"Hide Taxonomy Name from Breadcrumb.":["Ocultar el nombre de la taxonomía de la miga de pan."],"Hide Taxonomy Name":["Ocultar el nombre de la taxonomía"],"If category is a child category, show all ancestor categories.":["Si la categoría es una categoría hija, mostrar todas las categorías anteriores."],"Show Category(s)":["Mostrar categoría(s)"],"Hide Post title from Breadcrumb.":["Ocultar el título de la publicación de la miga de pan."],"Hide Post Title":["Ocultar título de la publicación."],"Label used for 404 error item in breadcrumbs.":["Etiqueta usada para el elemento de error 404 en las migas de pan."],"404 label":["Etiqueta 404"],"Format the label used for search results pages.":["Dar formato a la etiqueta usada en las páginas de resultados de búsqueda."],"Search Results Format":["Formato de los resultados de búsqueda"],"Format the label used for archive pages.":["Dar formato la etiqueta usada para las páginas de archivo."],"Archive Format":["Formato del archivo"],"Prefix for the breadcrumb path.":["Prefijo para la ruta de las migas de pan."],"Prefix Breadcrumb":["Prefijo de las migas de pan"],"Label used for homepage link (first item) in breadcrumbs.":["Etiqueta usada para el enlace a la página de inicio (primer elemento) en las migas de pan."],"Homepage label":["Etiqueta de la página de inicio"],"Display homepage breadcrumb in trail.":["Mostrar la miga de pan de la página de inicio en la ruta."],"Show Homepage Link":["Mostrar enlace a la página de inicio"],"Separator character or string that appears between breadcrumb items.":["Carácter separador o cadena que se muestra entre cada elemento de las migas de pan."],"Turning off breadcrumbs will hide breadcrumbs inserted in template files too.":["Desactivando las migas de pan también se ocultarán las migas de pan que contienen los archivos de la plantilla."],"Enable breadcrumbs function":["Activar la función de las migas de pan"],"Remove WooCommerce generator tag from the source code.":["Eliminar la etiqueta del generador de WooCommerce del código fuente."],"Remove Generator Tag":["Eliminar etiqueta del generador"],"default: \/product-category\/accessories\/action-figures\/ - changed: \/product-category\/action-figures\/":["por defecto: \/categoria-producto\/accesorios\/figuras-de-accion\/ - modificado: \/categoria-producto\/figuras-de-accion\/"],"default: \/product-category\/accessories\/action-figures\/ - changed: \/accessories\/action-figures\/":["por defecto: \/categoria-producto\/accesorios\/figuras-de-accion\/ - modificado: \/accesorios\/figuras-de-accion\/"],"Remove prefix from category URL.":["Eliminar prefijo de la URL de la categoría."],"Remove category base":["Eliminar categoría base"],"Remove base":["Eliminar base"],"Fetching in Progress":["Recuperación en curso"],"Extend the functionality of WordPress by creating redirects in our plugin when you change the slug of a post, page, category or a CPT. You can modify the redirection further according to your needs.":["Amplía la funcionalidad de WordPress mediante la creación de redirecciones en nuestro plugin cuando cambias el slug de una publicación, página, categoría o CPT. Puedes modificar la redirección aún más de acuerdo a sus necesidades."],"Auto Post Redirect":["Redirección automática de publicación"],"Custom Redirection":["Redirección personalizada"],"Redirect to Homepage":["Redirigir a la página de inicio"],"Default 404":["404 por defecto"],"Fallback Behavior":["Comportamiento alternativo"],"Redirection Type":["Tipo de redirección"],"Turn ON to ignore all query parameters (the part after a question mark in a URL) when logging 404 errors.":["Activar para ignorar todos los parámetros de consulta (la parte después de un signo de interrogación en una URL) al registrar errores 404."],"Ignore Query Parameters":["Ignorar parámetros de consulta"],"Remove":["Eliminar"],"Add another":["Añadir otro"],"Enter URIs or keywords you wish to prevent from getting logged by the 404 monitor.":["Introduce URIs o palabras clave que desees evitar que sean registradas por el monitor 404."],"Exclude Paths":["Excluir rutas"],"Sets the max number of rows in a log. Set to 0 to disable the limit.":["Establece el número máximo de filas en un registro. Establecer a 0 para desactivar el límite."],"Log Limit":["Límite del registro"],"Simple":["Simple"],"The Simple mode only logs URI and access time, while the Advanced mode creates detailed logs including additional information such as the Referer URL.":["El modo simple solamente registra URI y tiempo de acceso, mientras que el modo avanzado crea registros detallados que incluyen información adicional como la URL del remitente."],"Mode":["Modo"],"If you have hundreds of 404 errors, your error log might increase quickly. Only choose this option if you have a very few 404s and are unable to replicate the 404 error on a particular URL from your end.":["Si tienes cientos de errores 404, tu registro de errores puede incrementarse rápidamente. Elige esta opción solamente si tienes pocos 404 y eres incapaz de replicar el error 404 de una URL particular desde tu terminal."],"Others":["Otros"],"Edit .htaccess":["Editar .htaccess"],"Edit robots.txt":["Editar robots.txt"],"Webmaster Tools":["Webmaster Tools"],"Breadcrumbs":["Migas de pan"],"Images":["Imágenes"],"Links":["Enlaces"],"Authors":["Autores"],"Separator Character":["Carácter separador"],"WooCommerce":["WooCommerce"],"404 Error: page not found":["Error 404: página no encontrada"],"Results for %s":["Resultados para %s"],"Archives for %s":["Archivos relacionados con %s"],"Home":["Inicio"],"Learn more.":["Leer más."],"Add missing ALT attributes":["Añadir atributos ALT que faltan"],"Redirections":["Redirecciones"],"404 Monitor":["Monitor 404"],"Strip Category Base":["Quitar la base de la categoría"],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for external links appearing in your posts, pages, and other post types. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Añade automáticamente un atributo <code>rel=\"nofollow\"<\/code> a los enlaces externos que aparecen en tus entradas, páginas y otros tipos de publicaciones. El atributo se aplica dinámicamente cuando se muestra el contenido, lo que no cambia el contenido almacenado."],"Nofollow External Links":["Enlaces externos nofollow"],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for links pointing to external image files. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Añade automáticamente un atributo <code>rel=\"nofollow\"<\/code> a los enlaces que apuntan a archivos de imagen externos. El atributo se aplica dinámicamente cuando se muestra el contenido, lo que no cambia el contenido almacenado."],"Nofollow Image File Links":["Enlaza el fichero de imagen con «nofollow»"],"Search Console":["Search Console"],"Analytics":["Analíticas"],".htaccess file is not writable.":["El archivo «.htaccess» no tiene permisos de escritura."],"Leave the field empty to let WordPress handle the contents dynamically. If an actual robots.txt file is present in the root folder of your site, this option won't take effect and you have to edit the file directly, or delete it and then edit from here.":["Deja el campo vacío para permitir que WordPress gestione los contenidos dinámicamente. Si un archivo «robots.txt» actual está presente en la carpeta raíz de tu sitio, esta opción no tendrá ningún efecto y tendrás que editar el archivo directamente o borrarlo y, después, editarlo desde aquí."],"Redirect attachments without a parent post to this URL. Leave empty for no redirection.":["Redireccionar los adjuntos sin un contenido superior a esta URL. Déjalo vacío para no redireccionar."],"Google Search Console":["Search Console de Google"],"Search Console Verification Page":["Página de verificación de la Search Console"],"Debug Redirections":["Depurar redirecciones"],"Display the Debug Console instead of being redirected. Administrators only.":["Mostrar la consola de depuración en vez de ser redirigido. Sólo administradores."],"Norton Safe Web Verification ID":["Verificación de sitios web seguros de Norton"],"Open External Links in New Tab\/Window":["Abre los enlaces externos en una nueva pestaña\/ventana"]," Remove parent slugs":["Eliminar slugs superiores"],"Remove parent slugs from category URL.":["Eliminar los slugs superiores de la URL de la categoría."],"Contents are locked because a robots.txt file is present in the root folder.":["Los contenidos están bloqueados porque el archivo «robots.txt» está presente en la carpeta raíz."],"Advanced":["Avanzado"],"Description":["Descripción"],"None":["Ninguno"]}},"comment":{"reference":"assets\/admin\/js\/generalSettings.js"}}